{
    "Apple scab": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Applescab.jpg",
                "alt": "Apple scab"
            },
            "content": [
                "The disease usually noticed on leaves and fruits.",
                "Affected leaves become twisted or puckered and have black, circular spots on their upper surface.",
                "On the under surface of leaves, the spots are velvety and may coalesce to cover the whole leaf surface. Severely affected leaves may turn yellow and drop.",
                "Scab can also infect flower stems and cause flowers to drop.",
                "The lesions later become sunken and brown and may have spores around their margins",
                "Infected fruit become distorted and may crack, allowing entry of secondary organisms."
            ]
        },
        "Survival and spread": {
            "content": [
                "The pathogen survives through perithecia in the soil debris."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Suitable temperatures and moisture promote the release of V. inaequalis ascospores. This cycle of secondary infections continues throughout the summer, until the leaves and fruit fall from the tree at the onset of winter."
            ]
        }
    },
    "Marssonina leaf blotch (pre mature leaf fall)": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Marssoninaleafblotch.jpg",
                "alt": "Marssonina leaf blotch"
            },
            "content": [
                "The disease symptoms appears in form of dark green circular patches on upper surface of leaf giving rise to 5-10 mm brown leaf spots which become dark brown in due course.",
                "On maturity it also develops on lower surface of the leaf.",
                "Small black acervuli are visible on the surface of leaf.",
                "When lesions are numerous, they coalesce and to form large dark brown blotches and the surrounding areas turn yellow."
            ]
        },
        "Survival and spread": {
            "content": [
                "The pathogen survived in infected leaf litter on orchard floor in the form of conidia and the sexual stage of pathogen",
                "Diplocarpon mali is also intercepted in nature."
            ]
        },
        "Favourable conditions": {
            "content": [
                "This disease favoured by high rainfall and moderate temperature ranging from 20-22°C during the fruit development stages of apple."
            ]
        }
    },
    "Black rot canker": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Blackrotcanker.jpg",
                "alt": "Black rot canker"
            },
            "content": [
                "Leaf symptoms first occur early in the spring when the leaves are unfolding.",
                "They appear as small, purple specks on the upper surface of the leaves that enlarge into circular lesions 1/8 to 1/4 inch (3-6 mm) in diameter.",
                "The margin of the lesions remains purple, while the center turns tan to brown. In a few weeks, secondary enlargement of these leaf spots occurs.",
                "Heavily infected leaves become chlorotic and defoliation occurs.",
                "As the rotted area enlarges, a series of concentric bands of uniform width form which alternate in color from black to brown. The flesh of the rotted area remains firm and leathery. Black pycnidia are often seen on the surface of the infected fruit.",
                "Lesions resulting in canker formation usually are associated with a wound in the bark."
            ]
        },
        "Survival and spread": {
            "content": [
                "The pathogen survives through ascospore (cysts) in the soil debris which is the source of primary infection.",
                "In the spring, the black pycnidia and perithecia release their respective conidia and ascospores and causes secondary infection."
            ]
        },
        "Favourable conditions": {
            "content": [
                "20-24°C temperature and moist situation is responsible for the disease development.",
                "Winter injury in plants is favourable for the development of the diseases."
            ]
        }
    },
    "Collar rot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Collarrot.jpg",
                "alt": "Collar rot"
            },
            "content": [
                "Phytophthora collar rot attacks the lower 30 inches (76 cm) of apple trunks.",
                "Most infections start at the junction of a lateral root with the trunk.",
                "Infected bark becomes brown and is often soft and mushy or slimy when wet.",
                "Dark streaks often occur near the cambium and extend beyond the canker margin. If a canker enlarges for several years, only the marginal areas show the typical color and texture of newly killed tissue.",
                "The development of the canker is rapid, horizontally and vertically. The ultimate effect of collar rot is to girdle the affected limb, roots, or trunk, resulting in the death of that organ or of the entire tree."
            ]
        },
        "Survival and spread": {
            "content": [
                "Fungus overwinters as dormant resting spores or as mycelium within infected tissues. New infections occur when the pathogen releases motile spores that are carried via water to susceptible hosts."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Soils that are saturated from rain or over-watering provide the moist conditions necessary for Phytophthora spp. to thrive and spread.",
                "The lack of oxygen in saturated soils may also increase the rootstock’s susceptibility to this disease"
            ]
        }
    },
    "Powdery mildew": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Powderymildew.jpg",
                "alt": "Powdery mildew"
            },
            "content": [
                "Disease appearswhen the buds develop into new leaves and shoots.",
                "Small patches of white or grey powdery masses on under surface of leaves occur.",
                "Leaves grow longer and narrower than normal leaves and the margin is curled.",
                "Twigs covered with powdery mass.",
                "Aff ected fruits remain small and deformed and tend to develop roughened surface."
            ]
        },
        "Survival and spread": {
            "content": [
                "The fungus survives in the form of a resting mycelium or encapsulated haustoria in the buds and the secondary spread occur through wind borne conidia."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Powdery mildew infections occur when the relative humidity (RH) is greater than 70%.",
                "Infections can occur when the temperature lies between 10 to 25°C."
            ]
        }
    },
    "Sooty blotch and fly speck": {
        "Disease symptoms": {
            "content": [
                "Sooty Blotch:  Sooty blotch appears as sooty or cloudy blotches on the surface of the fruit. The blotches are olive green with an indefi nite outline.",
                "The blotches are usually one fourth of an inch in diameter or larger, and may coalesce to cover much of the fruit.",
                "The “smudge” appearance results from the presence of hundreds of minute, dark pycnidia that are interconnected by a mass of loose, interwoven dark hyphae.",
                "The sooty blotch fungus is generally restricted to the outer surface of the cuticle. In rare cases, the hyphae penetrate between the epidermal cell walls and the cuticle.",
                "Flyspeck:  Groups of a few to 50 or more slightly raised, black and shiny round dots that resemble fly excreta, appear on the apple fruit.",
                "The individual “fly specks” are more widely scattered and much larger than the pycnidia of the sooty blotch fungus.",
                "The flyspecks are sexual fruiting bodies (pseudothecia) of the fungus, and are interconnected by very fine hyphae. The blemishes can be removed by vigorous rubbing or bleaching."
            ]
        },
        "Survival and spread": {
            "content": [
                "Flyspeck:  In late spring, this fungus produces both ascospores and conidia that are wind-borne and survive into orchards from other plants.",
                "Sooty blotch:  The pycnidia on host plants produce large numbers of spores (conidia) that ooze out of infections and collect in a gelatinous mass."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Moist condition and 18 to27°C temperature are essential for infection and disease development"
            ]
        }
    },
    "Apple mosaic and other virus diseases": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Applemosaic.jpg",
                "alt": "Apple mosaic"
            },
            "content": [
                "Apple trees infected with apple mosaic virus develop pale to bright cream spots on spring leaves as they expand.",
                "These spots may become necrotic after exposure to summer sun and heat.",
                "Other viral diseases are symptomless in most commercial cultivars, but may cause symptoms in certain cultivars, scionl / rootstock combinations, and ornamental varieties. Symptoms of apple chlorotic leaf spot virus may include chlorotic leaf spots, leaf distortion, chlorotic rings and line patterns, reduced leaf size, and stunting.",
                "Apple stem grooving virus produces symptoms on ‘Virginia Crab’ such as chlorotic leaf spots, stern grooving and pitting, union necrosis, and swelling of the stem above the graft union."
            ]
        },
        "Transmission": {
            "content": [
                "Transmission of ApMV to C. quinoa and C. sativus was obtained under greenhouse conditions. C. quinoa reacted with mottling, whereas C. sativus showed chlorotic local lesions followed by systemic yellowing and stunting"
            ]
        }
    },
    "Alternaria leaf spot/blight": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Alternarialeafspot.jpg",
                "alt": "Alternaria leaf spot"
            },
            "content": [
                "Leaf spots appear on the leaves in late spring and early summer. Initially, they are 1/8 to 1/4 inch in diameter, round, brown, and occasionally have a purple border.",
                "As spots age, they often turn tan to ash gray. Some spots undergo secondary enlargement, becoming irregularly shaped.",
                "Heavily infected leaves often abscise, resulting in defoliation. (Defoliation is greater when mites are present.) Fruit infections result in small, dark, raised pimple-like lesions associated with the lenticels.",
                "Twig lesions, which are somewhat sunken, round, blackish spots bordered by cracks, occur on susceptible cultivars such as Indo but have not been observed on Delicious."
            ]
        },
        "Survival and spread": {
            "content": [
                "Primary infection occurs about one month after petal fall the following year"
            ]
        },
        "Favourable conditions": {
            "content": [
                "The disease is favoured by temperatures between 77 and 86 °F (25–30 °C), and by wet conditions. Infection occurs at optimum temperatures with 5.5 hours of wetting and an outbreak can become serious within two days of infection."
            ]
        }
    },
    "Core rot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/corerot.jpg",
                "alt": "core rot"
            },
            "content": [
                "Common injuries that can lead to Alternaria rot include mechanical or chemical injury, sunscald, or chilling injury.",
                "Browning occurred most frequently with the occurrence rates of core rot.",
                "Infection can occur before or after harvest, although it is more commonly a post-harvest problem."
            ]
        },
        "Survival and spread": {
            "content": [
                "The fungus is soil borne and Primary infection occurs by spores survives in the soil."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Warm weather and high humidity favour the development of diseases."
            ]
        }
    },
    "Brown rot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/brownrot.jpg",
                "alt": "brown rot"
            },
            "content": [
                "Enlarged rots are soft but not mushy.",
                "Circular and medium brown during the early and medium stages of development.",
                "Decayed area enlarges; small black spots about 1/8 inch across gradually develop at the lenticels",
                "Entire fruit is decayed and under warm conditions turns black and develops a velvety sheen.",
                "In warm, moist conditions gray to tan fungal tufts develop, either in varying size patches or scattered over the decayed surface."
            ]
        },
        "Survival and spread": {
            "content": [
                "The fungus over-winters in mummified fruit on the ground or in the tree and in twig cankers.",
                "Secondary Infection: Spores produced on blighted blossoms provide a source of infection for ripening fruit"
            ]
        },
        "Favourable conditions": {
            "content": [
                "Prolonged wet weather during bloom may result in extensive blossom infection.",
                "Humid wet conditions are when the fruit trees are most at risk from infection.",
                "Young green fruit can be infected just before autumn, but the infection often remains inactive until near maturity of the fruit."
            ]
        }
    },
    "White rot / root rot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/whiterot.jpg",
                "alt": "white rot"
            },
            "content": [
                "Infection can occur on large roots or at the tree collar.",
                "In fruit trees, the base of the trunk at soil level can show signs of a dark, wet rot, especially if kept moist by weeds or wet weather.",
                "As the disease progresses, the infected tissue becomes rotten.",
                "Trees develop a generally unthrifty appearance with leaf yellowing, cessation of root growth, small leaves, premature leaf fall and small, shrivelled fruit. Infected trees will eventually die."
            ]
        },
        "Survival and spread": {
            "content": [
                "The fungus survives in soil or plant debris which is the source of primary inoculums."
            ]
        },
        "Favourable conditions": {
            "content": [
                "The disease is favoured by cool and moist soils."
            ]
        }
    },
    "Seedling blight": {
        "Damage symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apple/Seedlingblight.jpg",
                "alt": "Seedling blight"
            },
            "content": [
                "The most distinct symptoms and signs occur at the collar of the tree.",
                "Small, round, light brown to yellow resting structures of the pathogen, known as sclerotia, can be found appressed to or in the soil adjacent to infected trees.",
                "If conditions are moist, a white web-like mycelial growth may also be present.",
                "Aff ected cortical tissues in the collar of the tree are often shredded."
            ]
        },
        "Survival and spread": {
            "content": [
                "The fungus survives in soil. Primary infection occurs by soil and secondary by conidia through rain or wind."
            ]
        },
        "Favourable conditions": {
            "content": [
                "High humidity, high soil moisture, cloudiness and low temperatures below 24° C for few days are ideal for infection and development of disease."
            ]
        }
    }
}