{
    "Brown rot & Blossom blight": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apricot/Brown%2520rot.png",
                "alt": "Brown rot & Blossom blight"
            },
            "content": [
                "The blossom and twig blight phase begins with the death of young blossoms and their associated spurs and leaves",
                "Infection moves from flowers into twigs to form small cankers. Gum exudes at the base of infected flowers.",
                "Cankers on blighted twigs have tan centers with dark margins.",
                "In high humidity gray brown spore masses form on diseased flower parts and twig cankers."
            ]
        },
        "Transmission and favourable conditions": {
            "content": [
                "The fungus survives on diseased twigs and mummified fruits, either on the tree or on the ground.",
                "Brown rot fungus spores are airborne and are also spread by rain splash and insects.",
                "Moderate temperatures and moist weather during bloom favor blossom blight."
            ]
        }
    },
    "Frosty mildew": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apricot/Powdery%2520mildew.png",
                "alt": "Frosty mildew"
            },
            "content": [
                "Irregularly shaped necrotic lesions were observed on leaves in orchard.",
                "The main signs and symptoms were expressed as conical white to cream coloured tufts of the causal fungus on the brown lesions, followed by premature defoliation."
            ]
        },
        "Favourable condition : ": {
            "content": []
        }
    },
    "Powdery mildew": {
        "Disease symptoms": {
            "content": [
                "Powdery mildew appears as weblike white growth on fruit, leaves, and stems. Older lesions on fruit are scabby.",
                "yellowing or distortion of leaves, stunted shoot growth, reduced yield",
                "White powdery residue, which is a mixture of the fungal mycelium and spores on leaves and fruit."
            ]
        },
        "Survival and spread": {
            "content": [
                "Sphaerothecapannosa does not overwinter on apricot; primary inoculum comes from infected roses in spring. Remove nearby roses to reduce sources of inoculum."
            ]
        },
        "Favourable conditions": {
            "content": [
                "The disease is more under dry condition to the end of the winter months."
            ]
        }
    },
    "Coryneum blight/shot hole": {
        "Disease symptoms": {
            "content": [
                "Infections on leaves will develop small round purple to tan lesions that are seldom 1/4 of an inch in diameter.",
                "Infected tissues can become raised and scurfy and will often drop out as the diseased tissue cannot expand with the growing leaf.",
                "Lesions can be circular to slightly elipsoid. These diseased leaf tissues will tear along the lesion margins and may hang on at one attached point, but eventually drop out giving the shot hole appearance.",
                "Infected buds will often develop a canker that can expand to girdle the twig and kill it.",
                "Often infected buds will show signs of gumming. T",
                "These infected buds are easily recognized as they are often darker than healthy noninfected buds.",
                "Infection on fruit often appears first as small purple spots that become white to gray lesions, often accompanied by gumming.",
                "Infections on fruit degrades their quality and often will result in the loss of the fruit."
            ]
        },
        "Transmission and favourable conditions": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apricot/Infected%2520by%2520shot%2520hole.png",
                "alt": "Coryneum blight/shot hole"
            },
            "content": [
                "The fungus survives within infected buds and on twigs. Spores are rain splashed, and disease increases during the rainy season. Fruit infection is favored by wet spring weather.",
                "Shot hole is often confused in coastal orchards with fog spot. Fog spot, however, does not cause leaf lesions, and the lesions it causes on fruit have a red margin.",
                "The fungal pathogen can infect a suitable host if moisture is continuous for 24 hours or longer at 36 °F, meaning that infections can occur when host plants are still dormant."
            ]
        }
    },
    "Silver leaf and canker": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apricot/Silver%2520leaf%2520and%2520canker.png",
                "alt": "Silver leaf and canker"
            },
            "content": [
                "Silver Leaf causes dieback of a tree, branch by branch. Leaves appear silvery and a brown stain is produced in the inner tissue.",
                "The silvery leaves themselves are not infectious; their abnormal appearance is caused by toxins produced by the fungus in the wood of stems and branches.",
                "Often the fungus is not visible on the exterior, even on trees showing pronounced silvering.  However, as the infected branches die, the fungus bursts through the bark and appears at the surface.",
                "The bracket-like toadstools are often numerous and more or less overlapping, varying in size from 8mm to 5cm across. Silver Leaf is often confused with False Silver Leaf, a common disorder which as the name suggests looks like Silver Leaf at first glance.",
                "Leaves are silvery, but the effect appears all over the tree rather than progressively along a branch.",
                "A cut branch reveals that the staining of Silver Leaf disease is absent. The cause of False Silver Leaf is starvation, cold weather or irregular watering."
            ]
        },
        "Transmission and favourable conditions": {
            "content": [
                "The airborne spores of this fungus are released from the bracket-shaped fruiting bodies found on dead branches.",
                "These spores infect healthy branches through wounds, especially pruning cuts.",
                "The fungus grows down into the wood and kills it, producing a dark stain.",
                "Spores are released mainly in the autumn and winter months under damp conditions."
            ]
        }
    },
    "White root rot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apricot/White%2520root%2520rot.png",
                "alt": "White root rot"
            },
            "content": [
                "Yellow foliage, shriveled fruit, and little or no new growth are symptoms of Dematophora root rot.",
                "Cottony, white mycelia cover small feeder roots, and roots decay. Mycelia grow into soil and upward in the tree, forming small, pale patches under or in bark of major roots, the root crown, and lower trunk, which eventually decay.",
                "Older mycelium become grey or black. The fungus can also cause a purple canker in wood at the root crown of young trees.",
                "Diseased trees will defoliate and always die prematurely, usually within 1 to 3 years of initial infection."
            ]
        },
        "Transmission and favourable conditions": {
            "content": [
                "The fungus persists for years in buried wood and organic matter in soil.",
                "It spreads to nearby trees through root grafts and can also be moved longer distances in infected soil or wood.",
                "Spores apparently are not important in causing disease"
            ]
        }
    },
    "Whisker rot": {
        "Disease symptoms": {
            "content": [
                "Rhizopus rot begins much like brown rot--as a small, brown, circular spot--but with a detectable difference.",
                "The skin of Rhizopus rot-infected fruit slips readily from the underlying flesh, while the skin of brown-rotted areas is tough and leathery.",
                "At normal temperatures, the small spots of Rhizopus rot enlarge rapidly and can involve the entire fruit in 24 to 48 hours.",
                "A white, whiskery mold appears on the surface of infected fruits, spreading to nearby fruit and the walls of the container.",
                "By this time, the fruit tends to leak and to smell like vinegar. Finally, tiny, black, spherical structures are produced on stalks above the white mold.",
                "Each of these contains thousands of spores that are released to float in the air. At this stage, the mold looks mostly black."
            ]
        },
        "Transmission and favourable conditions": {
            "content": [
                "An injury through the fruit skin must be present for the first infections to occur, and injuries as tiny as the prick of a pin are sufficient.",
                "In packed fruit or clustered ripe fruit on trees, the fungus can spread over the uninjured skin from an infected nearby fruit and eventually cause a rot.",
                "High temperatures and humidities favours the rapid growth of the fungus and the decay of the fruit."
            ]
        }
    },
    "Collar rot": {
        "Damage symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apricot/Collar%2520rot.png",
                "alt": "Collar rot.png"
            },
            "content": [
                "Symptom expression depends upon how much of the root or crown tissues are affected and how quickly they are destroyed.",
                "Generally, crown rots advance rapidly and trees collapse and die soon after the first warm weather of spring.",
                "Leaves of such trees wilt, dry, and remain attached to the tree. Chronic infections, usually of the roots, cause reduction in growth and early senescence and leaf fall.",
                "These trees may be unthrifty for several years before succumbing to the disease.",
                "Phytophthora infections typically kill young trees because their root systems and crown areas are small compared to those of mature trees."
            ]
        },
        "Transmission and favourable conditions": {
            "content": [
                "Periods of 24 hours or more of saturated soil favor phytophthora infections.",
                "Conversely, good soil drainage and more frequent but shorter irrigations reduce the risk of root and crown rot.",
                "These fungi are more active in soils with high moisture and in temperatures ranging from 55 F- 70 F (13 to 21 degree C)."
            ]
        }
    },
    "Bacterial gummosis": {
        "Damage symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-apricot/Bacterial%2520gummosis.png",
                "alt": "Bacterial gummosis"
            },
            "content": [
                "Symptoms are most obvious in spring, and include limb dieback with rough cankers and amber colored gum.",
                "There may also be leaf spot and blast of young flowers and shoots.",
                "The sour sap phase of bacterial canker may not show gum and cankers, but the inner bark is brown, fermented, and sour smelling.",
                "Orange or red flecks and pockets of bacterial invasion under the bark occur outside canker margins.",
                "Frequently, trees sucker from near ground level; cankers do not extend below ground. Gelatinous-like ooze on bark that is clear, milky, or amber colored."
            ]
        },
        "Transmission and favourable conditions": {
            "content": [
                "Pseudomonas syringae survives on plant surfaces, is spread by splashing rain, and is favored by high moisture and low temperatures in spring.",
                "The bacterium is commonly found on healthy as well as diseased plants and becomes pathogenic only on susceptible or predisposed trees."
            ]
        }
    }
}