{
    "Fruit rot": {
        "Disease symptom:": {
            "content": [
                "Phoma fruit rot:  The disease appears on the ripening fruit. The infected fruits remain small and develop slightly depressed, dark brown spots near the stem ends. The lesions become irregular in shape and measure 15-25 mm in diameter.",
                "Alternaria fruit rot:  Slightly depressed, brown to dark brown, circular lesions appear on the fruit. Sometimes concentric rings are also present on these spots. The smaller spots coalesce to form larger spots.",
                "Colletotrichum fruit rot:  The disease appears at the start of ripening of the fruit in the form of small, slightly depressed, light brown, water-soaked lesions. These spots coalesce and enlarge. Under humid conditions, the acervuli are formed in masses on these spots.",
                "Trichothecium fruit rot :  The disease is observed during the spring in the form of pink spots on the fruits. The fungus can survive in the soil for a long time. Fruits touching the soil may become infected and develop symptoms.",
                "Cladosporium fruit rot:  The disease appears near the time of fruit ripening. Injured fruits become infected. The symptoms of the disease start from the tip of the fruit forming light brown to dark brown spots. Later, a greenish fungal growth is also seen on these spots."
            ]
        },
        "Transmission and favourable conditions:": {
            "content": []
        },
        "Phoma fruit rot ": {
            "content": [
                "The fungus survives in plant debris, the primary source of infection."
            ]
        },
        "Alternaria fruit rot ": {
            "content": [
                "The fungus survives in debris and soil.",
                "The fruits touching the soil become infected and the disease spreads later by dissemination of spores through the air."
            ]
        },
        "Colletotrichum fruit rot ": {
            "content": [
                "Being saprophytic the pathogen survives in soil, along with the debris, for along period.",
                "This becomes the primary source of infection.",
                "The spores are present in the air and act as secondary sources of infection and are disseminated by rain splashes."
            ]
        },
        "Cladosporium fruit rot ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/fruit-rot-disease-symptomtest.png",
                "alt": "Fruit rot"
            },
            "content": [
                "It is also spread by spores present in the air.",
                "The fungal spores survive in plant debris and soil, the primary sources of infection."
            ]
        }
    },
    "Powdery Mildew": {
        "Disease symptom: ": {
            "content": [
                "The symptoms of the disease are noticed on flowers and newly set fruits.",
                "The disease may appear earlier if conditions are favourable. The developing young leaves show a whitish powdery mass, which causes them to shrink and defoliate.",
                "The disease also appears in the form of white powdery spots on the surface of the fruits and later covers the whole fruit surface. The spots turn into light brown to dark brown discolouration. The infected area becomes slightly raised and rough.",
                "Affected fruits either drop off prematurely or become corky,cracked, misshapen and remain underdeveloped. Sometimes the whole crop is rendered unmarketable."
            ]
        },
        "Survival and spread: ": {
            "content": [
                "The powdery mildew fungus overwinters in dormant buds. When conditions are favourable for growth of the fungus in spring, spores are produced, released, and cause new infections. Secondary spread of the disease can occur if spores are produced in these new infections"
            ]
        },
        "Favourable condition: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/powdery-mildew-disease-symptomtest.png",
                "alt": "Powdery Mildew"
            },
            "content": [
                "The development of powdery mildew is favour by relative humidity around 80-85% and temperature range of 24-26°C."
            ]
        }
    },
    "Sooty mould": {
        "Disease symptom: ": {
            "content": [
                "The disease is common in the orchards where mealy bug, scale insect and hopper are not controlled efficiently.",
                "The disease in the field is recognize by the presence of a black velvety coating, i.e., sooty mould on the leaf surface. In severe cases the trees turn completely black due to the presence of mould over the entire surface of twigs and leaves.",
                "The severity of infection depends on the honey dew secretion by the above said insects. Honey dew secretions from insects sticks to the leaf surface and provide necessary medium for fungal growth."
            ]
        },
        " Survival and spread: ": {
            "content": [
                "The severity of infection depends on the honey dew secretions by the scale insects which provide the necessary medium for the fungal growth.",
                "Transmission occurs by air-borne ascospores."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "High humidity and moist situation favours the development of disease."
            ]
        }
    },
    "Leaf spot": {
        "Disease symptom:": {
            "content": [
                "Black leaf spot:  The disease is characterised by sooty tuft-like circular to irregular black spots on the underside of the leaves. Later, it covers the entire lower surface giving a sooty appearance. The leaves show yellowish and brownish discolouration on the upper surface and drop prematurely.",
                "Cercospora leaf spot:  The disease manifests itself in the form of circular to oval spots, measuring up to 4 mm in diameter, epiphyllous, yellow at first and turning brown surrounded by a darkbrown margin. The spots grow larger and become visible on both sides of the leaves. The infected leaves fall off. Cercospora leaf spot is also found on Chinese jujube, causing leaf yellowing.",
                "Cladosporium leaf spot:  The symptoms appear in the form of small, light brown to brown irregular spots on the lower surface of leaves. The disease starts on leaves closest to the soil surface, where the fungus occurs."
            ]
        },
        "Transmission and favourable conditions: ": {
            "content": []
        },
        "Black leaf spot ": {
            "content": [
                "The fungus survives in plant debris and soil, which are the primary sources of infection.",
                "Secondary infection is initiated from spores present in the air."
            ]
        },
        "Cercospora leaf spot ": {
            "content": [
                "The fungus produces dark coloured stroma.",
                "It survives in debris and soil, the primary sources of infection.",
                "The spores are disseminated by wind."
            ]
        },
        "Cladosporium leaf spot ": {
            "content": [
                "It is also spread by spores present in the air.",
                "The fungal spores survive in plant debris and soil, the primary sources of infection."
            ]
        }
    },
    "Die back": {
        "Disease symptom: ": {
            "content": [
                "The pathogen causing dieback, tip dieback, graft union blight, twig blight, seedling rot, wood stain, stem-end rot, black root rot, fruit rot, dry rot, brown rot of panicle etc. The disease is most conspicuous during October- November.",
                "It is characterized by drying back of twigs from top downwards, particularly in older trees followed by drying of leaves which gives an appearance of fire scorch. Internal browning in wood tissue is observed when it is slit open along with the long axis.",
                "Cracks appear on branches and gum exudes before they die out."
            ]
        },
        "Survival and spread: ": {
            "content": [
                "Pathogens survive in plant debris which is the source of primary inoculums."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "High humidity and moist conditions favours the development of disease. The disease is most common in October-November."
            ]
        }
    },
    "Disease cycles": {
        "Fruit rot:": {
            "content": []
        },
        "Powdery mildew:": {
            "content": []
        },
        "Sooty mould:": {
            "content": []
        },
        "Leaf spot:": {
            "content": []
        },
        "Die back:": {
            "content": []
        }
    }
}