{
    "Leaf spot": {
        "Primary infection:": {
            "content": []
        },
        "Secondary infection :": {
            "content": []
        }
    },
    "Tortoise beetle": {
        "Biology": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-vegetables/ipm-strategies-for-curryleaf/tortoise-beetle-life-cycletest.png",
                "alt": "Tortoise beetle"
            },
            "content": [
                "Grub:  Black with a forked posterior and a flattened body.",
                "Adults:  Reddish-brown beetles."
            ]
        },
        "Life cycle:": {
            "content": []
        },
        "Damage Symptoms:": {
            "content": [
                "Cause heavy defoliation of commercial crops. Both the adult beetle and the grub feed on the leaves, boring holes into them."
            ]
        }
    },
    "Citrus butterfly": {
        "Biology:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-vegetables/ipm-strategies-for-curryleaf/citrus-butterfly-life-cycletest.png",
                "alt": "Citrus butterfly"
            },
            "content": [
                "Eggs:  Yellowish white, round, smooth eggs are laid singly on tender leaves and shoots by P. demoleus. Egg hatches in about 3 – 8 days.",
                "Larva:  Freshly hatched caterpillars are dark brown and soon develop irregular white markings on their body resembling bird’s drop. The caterpillars feed voraciously on tender leaves right up to the mid ribs and defoliate the entire seedlings or the tree leaving behind the only midribs.",
                "Adults:  Papilio demoleus is a big beautiful butterfly with yellow and black markings on all the four wings, having wing expanse of about 50-60 mm. Its hind wings have a brick red oval patch near the anal margin and there is no tail like extension behind though common in Papilionidae. Papilio polytes males are black and females vary in form. Papilio helenus has black wings with three white distal spots."
            ]
        },
        "Life cycle:": {
            "content": []
        },
        "Natural enemies : Parasitoids": {
            "content": []
        }
    },
    "Citrus psylla/psyllid": {
        "Biology:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-vegetables/ipm-strategies-for-curryleaf/two-spotted-spider-mite-life-cycletest.png",
                "alt": "Two spotted spider mite"
            },
            "content": [
                "Nymphs:  Its nymphs are yellow, orange or brown with flattened bodies. They are hard to see, since they're only 1/100 to 1/14 inch long. The nymphs also secrete a sticky substance called honeydew that attracts sooty mold.",
                "Adults:  Citrus psyllid is a tiny, mottled-brown, winged insect that damages curry leaf plants when it sucks sap out of young leaves. This psyllid grows to be between 1/16 and 1/8 inch long with red eyes and short antennae."
            ]
        },
        "Life cycle:": {
            "content": []
        },
        "Damage symptoms:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-vegetables/ipm-strategies-for-curryleaf/citrus-psylla-psyllid-parasitoidstest.png",
                "alt": "Citrus psylla psyllid Parasitoids"
            },
            "content": [
                "Citrus psyllids are mottled brown insects that feed directly on the  leaf of the curry leaf tree. This causes damage to the leaves and stems, and can also introduce bacteria to the tree. Symptoms include twisted and curling leaves, and dieback of shoots."
            ]
        },
        "Natural enemies - Predators:": {
            "content": []
        }
    },
    "Scales": {
        "Life cycle:": {
            "content": []
        },
        "Nature and symptoms of damage:": {
            "content": [
                "Scales damage plants by sucking out plant sap as a result leaves to yellow and wilt. While a few scales will not damage a curry tree, this insect reproduces rapidly and a small population can quickly become an infestation. Close monitoring of your curry tree can also help to catch scale problems before they become infestations."
            ]
        },
        " Natural enemies": {
            "content": []
        },
        "Parasitoids:": {
            "content": []
        },
        "Predators:": {
            "content": []
        }
    },
    "Mealybugs": {
        "Biology:": {
            "content": [
                "Citrus mealy bugs are soft pinkish-white insects with a waxy appearance. Mealy bugs are softbodied, wingless insects that grow between 1/20 and 1/5 inch long. Mealy bugs lay large clusters of several hundred eggs on the surface of a leaf, which then hatch into yellow nymphs, which feed on plant sap."
            ]
        },
        "Life cycle:": {
            "content": []
        },
        "Damage symptoms:": {
            "content": [
                "In addition to causing leaves to shrivel, large infestations of citrus mealybugs can cause a tree’s fruit to drop prematurely. Mealybugs usually gather in large numbers, causing premature leaf drop and twig dieback when they feed. Like psyllids, they secrete honeydew, which attracts black sooty mold."
            ]
        },
        " Natural enemies ": {
            "content": []
        },
        "Parasitoids:": {
            "content": []
        },
        "Predators:": {
            "content": []
        }
    },
    "Aphids": {
        "Biology:": {
            "content": [
                "Aphids are small pear-shaped insects that may appear in a range of colors, including yellow, green, brown or white."
            ]
        },
        "Life cycle:": {
            "content": []
        },
        "Damage symptoms:": {
            "content": [
                "Aphids suck the juices from a plant, causing the leaves to mottle and curl, and can also introduce mold fungus. Aphids tend to feed in dense clusters and are slow to react when disturbed."
            ]
        },
        "Natural enemies": {
            "content": []
        },
        "Parasitoids": {
            "content": []
        },
        "Predators:": {
            "content": []
        }
    },
    "Two spotted spider mite": {
        "Life cycle:": {
            "content": []
        },
        "Damage symptoms:": {
            "content": [
                "Two spotted spider mite and carmine spider mite damage to strawberries appears as stippling, scarring, and bronzing of the leaves and calyx. damaging during the first 2 to 5 months following transplanting in late summer or fall, and yield loss is detectable at all mite infestation levels exceeding one mite per leaflet"
            ]
        },
        "Natural enemies ": {
            "content": []
        },
        "Predator mites:": {
            "content": []
        }
    }
}