{
    "Guava wilt": {
        "Disease symptoms:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-guava/Guavawilt.jpg",
                "alt": "Guava wilt"
            },
            "content": [
                "First symptoms start with the onset of monsoon. Appearance of light yellow foliage with loss of turgidity and epinasty.",
                "Plants, at a later stage, show unthriftyness. Subsequently, premature shedding and defoliation.",
                "Some of the twigs become bare and fail to bring forth new leaves or flowers and eventually dry up. Fruits of all the affected branches remain underdeveloped, hard and stony. Later, the entire plant is defoliated and eventually dies.",
                "The roots also show rotting at the basal region and the bark is easily detachable from the cortex. Light brown discoloration is also noticed in vascular tissues.",
                "The pathogen attacks young as well as old fruit bearing trees but older trees are more prone to the disease."
            ]
        },
        "Survival and spread: ": {
            "content": [
                "Through movement of plants containing sick soil in virgin areas.",
                "Short distance spread is by water.",
                "Root injury predisposes wilt disease."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "High rainfall during August/ September.",
                "Stagnation of water in guava field for long duration.",
                "Maximum and minimum temperature ranges 23-32oC with 76% RH are conducive.",
                "Lack of timely application of suitable control measures."
            ]
        }
    },
    "Fruit rot": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-guava/Fruitrot.jpg",
                "alt": "Fruit rot"
            },
            "content": [
                "The symptom starts at calyx disc of the fruit during rainy season.",
                "Affected area is covered with whitish cotton like growth which develops very fast as the fruit matures and pathogen is able to cover almost the entire surface within a period of 3-4 days during humid weather.",
                "Under high relative humidity, the fruits near the soil level covered with dense foliage are most severely affected. The fallen fruits are badly affected.",
                "The skin of the fruit below the whitish cottony growth becomes a little soft, turns light brown to dark"
            ]
        },
        "Survival and spread: ": {
            "content": [
                "Rain and the wind are conducive for spread.",
                "The pathogen produces a great number of sporangia and spores on the surface of diseased tissues principally when the temperature is near 25°C and this is an important sources of inoculum in the development of epidemics.",
                "Spores spread from the infected plant material or soil by rain splashes."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "Cool, wet environmental conditions with high soil moisture favour disease development.",
                "High humidity, temperature from 28-32oC (25 oC), poorly drained soils and injuries are favourable for initiation of disease.",
                "Close plantation."
            ]
        }
    },
    "Dieback and Anthracnose (fruit rot)": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-guava/Anthracnose.jpg",
                "alt": "Dieback and Anthracnose (fruit rot)"
            },
            "content": [
                "Die back phase:  The plant begins to die backwards form the top of a branch.",
                "Young shoots, leaves and fruits are readily attached, while they are still tender. The greenish colour of the growing tip is changed to dark brown and later to black necrotic areas extending backwards.",
                "The fungus develops from the infected twigs and then petiole and young leaves which may drop down or fall leaving the dried twigs without leaves.",
                "Fruit and leaf infection phase:  Fruit and leaf infection is generally seen during rainy season crop. Pin-head spots are first seen on unripe fruits, which gradually enlarge.",
                "Spots are dark brown in colour, sunken, circular and have minute black stromata in the center of the lesion, which produce creamy spore masses in moist weather.",
                "Several spots coalesce to form bigger lesions .",
                "The infected area on unripe fruits become corky and hardy, and often develops cracks in case of severe infection.",
                "Unopened buds and flowers are also affected which cause their shedding.",
                "On leaves, the fungus causes necrotic lesions usually ashy grey and bear fruiting bodies at the tip or on the margin"
            ]
        },
        "Survival and spread: ": {
            "content": [
                "Infection spreads by wind borne spores develop on dead leaves, twigs and mummified fruits in the orchard.",
                "Dense canopy is congenial for germination of spores due to high moisture condition.",
                "Movement of planting material through infected foliage.",
                "Transportation of fruits from high disease prone area."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "Closer planting without canopy management",
                "Dew or rains encourages spore production and its dispersal around canopy.",
                "Temperature between 10 to 35oC with best 24 to 28oC."
            ]
        }
    },
    "Stem canker and dry fruit rot. Physalopara psidii Stevens &Pierce and Diplodia netalensis Evans": {
        "Disease symptoms: ": {
            "content": [
                "Physalopara psidii causes stem canker and the imperfect stage Diplodia netalensis dry fruit rot.",
                "Pathogen attack main branches and stem on which it causes cracking of lesion.",
                "Affected branches wilt as the stem tissues are killed. Fungal perithesia small brown to black structures may develop on the infected stem.",
                "On fruit disease symptoms appears as light brown spots generally at the stalk or calyx end .",
                "With four days the entire fruit become dark brown to black and mummified.",
                "Twing bearing infected fruits show die back."
            ]
        },
        "Survival and spread: ": {
            "content": [
                "Pathogen survives beneath the bark which becomes active during favorable condition.",
                "It may spread from plant to plant through air."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "Rainy season is the favorable for disease development."
            ]
        }
    },
    "Fruit canker (Pestalotia psidii Pat.)": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-guava/Fruitcanker.jpg",
                "alt": "Fruit canker (Pestalotia psidii Pat.)"
            },
            "content": [
                "Symptoms occur generally on green fruits and rarely on leaves.",
                "Initially minute, brown or rust coloured, unbroken, circular, necrotic areas appears on fruits, which in advanced stage of infection; tears open the epidermis in a circinate manner.",
                "The margin of lesion is elevated and a depressed area is noticeable inside. The crater like appearance is more noticeable on fruits than on leaves. In older cankers, white myceliums consisting of numerous spores are noticeable.",
                "In severe cases, raised, cankerous spots develop in great numbers and the fruits break open to expose seeds",
                "Infected fruits remain underdeveloped, become hard, malformed and mummified and drop. Sometimes, small rusty brown angular spots appear on the leaves."
            ]
        },
        "Survival and spread: ": {
            "content": [
                "The pathogen is primily a wound parasite and avoid injury to fruits."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "Germination of spores is maximum at 30o C & do not germinate below 15oC or above 40oC with RH above 96%."
            ]
        }
    },
    "Algal leaf and fruit spot (Cephaleuros virescens Kuntze)": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-guava/Algalleaf.jpg",
                "alt": "Algal leaf and fruit spot (Cephaleuros virescens Kuntze)"
            },
            "content": [
                "Alga infects immature guava leaves during early spring flush.",
                "Minute, shallow brown velvety lesions appear on leaves specialy on leaf tips, margins or areas near the mid vein and as the disease progresses, the lesions enlarge to 2-3 mm in diameter.",
                "On leaves the spots may vary form specks to big patches which may be crowded or scattered.",
                "On immature fruits the lesions are nearly black. As fruits enlarge, lesions get sunken and get cracked frequently on older blemishes as a result of enlargement of fruits, lesions are usually smaller than leaf spots. They are darkish green to brown or black to colour"
            ]
        },
        "Survival and spread: ": {
            "content": [
                "Pathogen survives on infected plant debris.",
                "Disease is air borne and spreads by air and rain splashes."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "Wet, humid conditions promote spread of the disease; zoospores spread by splashing water."
            ]
        }
    },
    "Styler end rot (Phomopsis psidii de Camara)": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-guava/endrot.jpg",
                "alt": "Styler end rot (Phomopsis psidii de Camara)"
            },
            "content": [
                "The visible disease symptom appears as discoloration in the region lying just below and adjoining the persistent calyx. Such area gradually increases in size and turn dark brown.",
                "Later the affected area becomes soft. Along with the discoloration of epicarp, the mesocarp tissue also shows discoloration and the diseased area is marked by being pulpy and light brown in colour in contrast to the bright white colour of the healthy area of the mesocarp"
            ]
        },
        "Survival and spread: ": {
            "content": [
                "Pathogen survives in infected fruits and plant debris.",
                "Pathogen spread through wind."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "Temperature 10 to 35 oC (25 oC optimum ) is favourable for disease development."
            ]
        }
    }
}