{
    "Gummosis of citrus": {
        "Transmission ": {
            "content": [
                "The disease is favoured by rains, heavy to ill drained soils, excessive and flood method of irrigation leading to prolonged contact of trunk and crown with water or moist soil, high water-table, deep planting, low budding and injuries to roots or base of the stem. The primary means by which Phytophthora spp. are spread through citrus orchards is by use of infested nursery stock. The pathogen may be present in soil or infected roots even though disease symptoms are not readily apparent. The fungus like organism is also carried in soil on equipment when vehicles move from infested to non-infested groves or nurseries. Flooding method for irrigation water may also move the pathogen from area to area. Within groves, dispersal by irrigation water occurs especially where furrow or flood irrigation is used. Surface water following heavy rains may carry the pathogen as it drains from the grove."
            ]
        },
        "Management of Citrus Phytophthora": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-kinnow/greening-diseasetest.jpg",
                "alt": "Greening disease"
            },
            "content": [
                "Trunk Paint: Scrap the affected bark portions of the tree  trunk, branches and limbs along with some healthy green bark with the  help of sharp Knife or Khurpa. Properly collect and destroy the diseased  bark by burning and do not allow it to fall on the ground. Apply the  fungicidal paint of Ridomil",
                "Gold (2 gm in 100 ml Linseed oil) or Trichoderma harzianum @  100 g/l and paint Linseed oil after five days with the help of painting  brush twice in a year during February-March and July-August.",
                "Soil Drench: Drenching the root zone area of the infected  tree with Ridomil Gold (25 g / tree in 10 litres of water) twice in  February-March and July-August. Trunk paint can be combined with soil  drench for effective disease control.",
                "Foliar Sprays: Spray application of Aliette 80 WP (2.5 gm/  litre) can be made during April and September for the effective disease  control. The spray application will check the lesions on the tree parts  as well as regeneration of feeder roots. Aliette spray can be combined  with drenching of root zone area with Ridomil Gold.",
                "Prefer basin method of irrigation or double ring or drip irrigation over flooding method of irrigation"
            ]
        }
    },
    "Citrus canker": {},
    "Scab": {},
    "Greening disease": {
        "Management of greening disease: ": {
            "content": [
                "The management of greening disease involves removal of affected  unproductive trees and their replacement by disease-free budded plants  developed on improved rootstock through proper indexing programme.",
                "Regulatory (quarantine) measures should be strengthened to limit movement, sale and use of infected bud wood or nursery stock.",
                "Strict control of nurseries through registered disease-free certification scheme is essential to prevent the spread of disease.",
                "Since the disease also spreads through the vector, citrus psylfa,  recommended insecticides given in the table should be applied to control  the disease spread."
            ]
        }
    }
}