{
    "Brown spot": {
        "Disease symptoms:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Brown%2520spot.png",
                "alt": "Brown spot"
            },
            "content": [
                "Alternaria passiflorae causes reddish brown spots on the leaves. Under high humidity, spots normally grow larger up to 2 cm in diameter become round and zonate.",
                "Spores can form a black thin mass covering the middle of the lesion, being more abundant on the abaxial surface. Abscission of the affected leaves occur rapidly causing intense defoliation.",
                "In twigs dark brown lesions are more elongated and may cause girdling and death of the terminal portion of these organs.",
                "Slightly circular spots occur on the mature fruits or when they are half way through their growth process. They are reddish brown, sunken affecting the pulp and damaging the commercial value.",
                "Alternata causes smaller spots with chlorotic haloes on leaves and can induce defoliation. The stem lesions rarely kill vines. Spots on fruits have dark green and greasy margins."
            ]
        },
        "Survival and spread:": {
            "content": [
                "The pathogen survives in infected leaves, twigs and fruits in the plant and on the soil.",
                "The conidia are dispersed by wind, water and rain and occasionally by infected seedlings."
            ]
        },
        "Favourable conditions:": {
            "content": [
                "The disease is more intense under high humidity and abundant rainfall, along with rising temperatures. The disease appears in fruits during the rainy season and disappears during the dry season."
            ]
        }
    },
    "Septoria spot": {
        "Disease symptoms:": {
            "content": [
                "Leaves are the most affected organs, showing light brown slightly round necrotic spots normally encircled by a chlorotic halo. A single lesion per leaf is sufficient to cause abscission, and even leaves without visible symptoms may fall prematurely.",
                "When the disease reaches 15-20% of leaves in the same plant, partial or even complete leaf abscission is observed. In young twigs, lesions may promote girdling leading to wilt and twig tips death.",
                "Lesions on flowers are similar to those on leaves. The primary infection in the calyx may reach the stalk, causing the early drop of flowers. The infection may occur at any stage of the development of the fruits, affecting maturation or development.",
                "Leaf and fruit abscission, twig wilt and plant death may occur under disease favoring conditions."
            ]
        },
        "Survival and spread:": {
            "content": [
                "The fungus survives in infected tissues, mucilage in the cirrus is thought to aid survival.",
                "The conidia are released in the hyaline cirri and are agglutinated by a mucilaginous substance. Conidia contained in the cirri are spread by water, dew and insects."
            ]
        },
        "Favourable conditions:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Septoria%2520spot.png",
                "alt": "Septoria spot"
            },
            "content": [
                "Prolonged rains and mild temperature favour disease development. The optimum conditions for growth of fungus are temperature ranging from 50 to 350 C."
            ]
        }
    },
    "Root and crown rot": {
        " Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Root%2520and%2520crown%2520rot.png",
                "alt": "Root and crown rot"
            },
            "content": [
                "Phytophthora root and crown rot disease affects both adult as well as nursery plants. Mild cholorosis is followed by wilting, defoliation and death. Cortical tissues of the plants are exposed.",
                "Plant intumescence and bark fissures are found in the collar. Injured leaf shows a burned appearance. Occurrence of foliar blight followed by drop of flowers is observed.",
                "There is a change in leaf color from colorless to pale green, with leaves reaching a light copper colour. The affected plant shows burned -like black twig tips and flowers which eventually die. Large grayish- green aqueous spots can be viewed in fruits, which easily fall down."
            ]
        },
        "Transmission: ": {
            "content": [
                "The disease appears in specific spots and spreads from one plant to another."
            ]
        },
        "Favourable conditions:": {
            "content": [
                "High disease incidence is observed in clay soils during rainy periods when temperatures vary between 26 -30 degree C."
            ]
        }
    },
    "Fusarium wilt": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Fusarium%2520wilt.png",
                "alt": "Fusarium wilt"
            },
            "content": [
                "The glossy green leaves of young passion fruit plants show a pale green colour and mild die back. Drop of lower leaves, general plant wilting and sudden death take place as the disease progresses.",
                "In adult plants, the disease causes yellowing of young leaves, followed by plant wilt and death. Symptom development may be unilateral or encompasses the entire plant.",
                "The vascular system becomes darkened at the root, collar, stem and twig areas. The disease typically affects the xylem vascular system, leading to the impermeability of vascular walls and preventing the translocation of water to other plant parts.",
                "Under high relative humidity conditions, lesions and fissures can be found in the plant collar and stems."
            ]
        },
        " Survival and spread: ": {
            "content": [
                "Inside an orchard the fungus is spread by soil movements (machines, implements, shoes etc) and by run off or irrigation water.",
                "Resistant chlamydospores enable long term survival of the fungus in the soil."
            ]
        },
        "Favourable conditions: ": {
            "content": [
                "The disease intensity is greater in sandy soils and favored by high temperatures and relative humidity."
            ]
        }
    },
    "Anthracnose": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Anthracnose.png",
                "alt": "Anthracnose"
            },
            "content": [
                "Spots, initially 2-3 mm in diameter and oily in appearance, are produced on the leaf. They become dark brown, round or irregularly shaped and 1 cm in diameter. The centers of spots become brittle and may break apart. Lesions also develop on petioles.",
                "As foliar lesions coalesce, large areas of the leaf die, resulting, eventually, in abscission. Dark brown spots, 4-6 mm in diameter, are produced on the branches and tendrils, eventually turning into cankers. Severe lesions can cause the death of shoots and a partial blighting of the plant",
                "Affected flowers abort, and immature fruit abscise. Lesions on fruit initially are superficial and light brown, and later become sunken and greyish to dark brown. They may be larger than 1 cm in diameter and may reach interior portions of the fruit. As fruit mature, the spots enlarge and become oily or light tan.",
                "The fruit skin becomes papery and acervuli are formed on lesions here and on leaves. Under high humidity, masses of red and orange spores form in acervuli.   Dieback, characterized by reduced elongation of shoots, shortened internodes and an eventual wilting and death of these structures are the symptoms normally associated with anthracnose."
            ]
        },
        "Survival and spread: ": {
            "content": [
                "The fungus survives and sporulates in infected tissues and crop residues of passion flower.",
                "Fungal dissemination in the orchard is carried out by raindrops infected seeds, seedlings and cuttings."
            ]
        },
        " Favourable conditions:": {
            "content": [
                "Long raining periods and average temperatures of 27 degree C are the ideal conditions for the occurrence of epidemics."
            ]
        }
    },
    "Woodiness virus": {
        "Disease symptoms:": {
            "content": [
                "Infection causes a noticeable reduction in the development of plant. Leaves display severe mosaic, rugosity and distortion.",
                "Plants affected with PWV and CWV produce woody and deformed fruits. Severe mosaic, epinasty, defoliation and premature death of plants are associated with infection of PWV.",
                "Other common symptoms are leaf mottling and ring spot on the younger leaves. Fruits are symptom less or may show mild molting. Chlorotic spots on the leaves and dappled or faded fruits are often found."
            ]
        },
        " Transmission:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Woodiness%2520virus.png",
                "alt": "Woodiness virus"
            },
            "content": [
                "Viruses are normally transmitted by several species of aphids in a non persistent, noncirculative way. They can also be transmitted through grafting and experimental mechanical inoculation. Mechanical transmission by knifes, scissors and nails during cultural practices of trimming are observed. None of the viruses are found to be transmitted through seeds."
            ]
        }
    },
    "Scab": {
        "Disease symptoms: ": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Scab.png",
                "alt": "Scab"
            },
            "content": [
                "Lesions can perforate leaves, occur on veins and cause them to be deformed leading to abscission. Similar spots may appear on bud sepals or open flowers. High numbers of lesions on flower buds or on peduncles can greatly reduce the number of flower buds.",
                "Infected plant show small round spots on the leaves. Spots are initially translucent, later become necrotic showing greenish-grey centers which correspond to fungal fructification.",
                "Twigs and twig tips initially show lesions similar to the ones on leaves, which later turn into cankers of elongated and sunken aspect that become greenish - grey, where the pathogen fructification takes place. As scar tissue forms, branches become weakened and break in the wind.",
                "On small fruits, symptoms are slightly sunken with small dark circular spots. On bigger fruits lesions on fruit skin grow and become cork like, prominent and brownish. Lesions do not reach the inner fruit and consequently do not affect juice quality. Several lesions may form on the same fruit causing it to be deformed and stunted.",
                "The disease mainly affects young tissues of leaves, branches, tendrils, flower buds and fruits, when not controlled cause significant damages. In field orchard conditions it causes death of the twigs, can delay flowering and reduce the commercial quality of fruit."
            ]
        },
        " Survival and spread:": {
            "content": [
                "Dissemination of the fungus occurs through infected seedlings, by wind and sprinkler water."
            ]
        },
        " Favourable conditions:": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-passion-fruit/Brown%2520spot%2520Desease%2520cycle.png",
                "alt": "Disease cycles"
            },
            "content": [
                "High relative humidity promotes the infection. The disease severity is high in spring time when temperatures are mild."
            ]
        }
    },
    "Disease cycles": {
        "Brown spot": {
            "content": []
        },
        "Septoria blotch": {
            "content": []
        },
        "Root and Crown rot": {
            "content": []
        },
        "Fusarium wilt": {
            "content": []
        },
        "Woodiness of passion fruit": {
            "content": []
        }
    }
}