{
    "‘Katte disease’ (mosaic or marble disease)": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/Kattedisease.jpg",
                "alt": "‘Katte disease’ (mosaic or marble disease)"
            },
            "content": [
                "The first visible symptom appears on the youngest leaf of the affected tiller as spindle shaped slender chlorotic flecks measuring 2-5 mm in length.",
                "Later these flecks develop into pale green discontinuous stripes. The stripes run parallel to the vein from the midrib to leaf margin.",
                "All the subsequently emerging new leaves show characteristic mosaic symptoms with chlorotic and green stripes. As the leaf matures, the mosaic symptoms are more or less masked.",
                "Disease is systemic in nature and it gradually spreads to all the tillers in a clump.",
                "Younger plants express symptoms earlier than grown up clumps. Infected clumps are stunted and smaller in size with a few slender tillers and shorter panicles.",
                "Katte infected plants continue to survive for many years and serve as sources of inoculum.",
                "If the plants are infected in the seedling stage or the same year of planting the loss will be total. In bearing clumps, the loss will be upto 68% in three years after infection (the loss will be even more at later stages)."
            ]
        },
        "Survival and spread": {
            "content": [
                "It spreads through aphid vector Pentalonia caladii."
            ]
        }
    },
    "Primary nursery leaf spot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/nurseryleafspot.jpg",
                "alt": "Primary nursery leaf spot"
            },
            "content": [
                "Disease appears as small round or oval spots, which are dull, white in colour.",
                "These spots later become necrotic and leave a hole (shot hole) in the center.",
                "The spots may be surrounded by water soaked area. High intensity of disease is noticed in open nurseries exposed to direct sunlight.",
                "In such cases, numerous spots develop on the leaves. Appears mostly during February to April with receipt of summer rains."
            ]
        },
        "Survival and spread": {
            "content": [
                "High intensity of disease is noticed in open nurseries exposed to direct sunlight."
            ]
        },
        "Favorable conditions": {
            "content": [
                "High humidity or persistent dew."
            ]
        }
    },
    "Capsule rot/azhukal disease": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/azhukaldisease.jpg",
                "alt": "Capsule rot/azhukal disease"
            },
            "content": [
                "The disease appears during the rainy season.",
                "On the infected leaves, water soaked lesions appear fi rst followed by rotting and shredding of leaves along the veins.",
                "The infected capsules become dull greenish brown and decay. This emits a foul smell and subsequently shed.",
                "Infection spreads to the panicles and tillers resulting in their decay."
            ]
        },
        "Survival and spread": {
            "content": [
                "The disease spreads through soil, water and wind."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Continuous rain fall and high relative humidity."
            ]
        }
    },
    "Nursery leaf rot": {
        "Disease symptoms": {
            "content": [
                "Development of water soaked lesions on the leaves, which later become necrotic patches leading to decay of affected areas. Usually the leaf tip and distal portions are damaged.",
                "In severe cases rotting extends to petiole and leaf sheaths also"
            ]
        },
        "Survival and spread": {
            "content": [
                "This disease is seen in young seedlings of three to four months old. It is not wide spread in occurrence; but seen only in a few nurseries."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Excessive soil moisture, high humidity or overcrowding of seedlings."
            ]
        }
    },
    "Damping off /seedling rot": {
        "Disease symptoms": {
            "content": [
                "Leaves turn pale and their tips become yellow. Gradually, these symptoms spread over the entire leaf extending to leaf sheath resulting in wilting of seedlings.",
                "The collar portion decays and the entire seedlings die. Infection spreads in the nursery beds resulting in death of seedlings in small patches.",
                "In grown up seedlings, rotting extends from the collar region to the rhizomes resulting in their decay and ultimate death of the plant"
            ]
        },
        "Survival and spread": {
            "content": [
                "Seed, soil and Water"
            ]
        },
        "Favourable conditions": {
            "content": [
                "High humidity, high soil moisture, cloudiness and low temperatures below 24° C for few days are ideal for infection and development of disease.",
                "Crowded seedlings, dampness due to high rainfall, poor drainage and excess of soil solutes hamper plant growth and increase the pathogenic damping-off."
            ]
        }
    },
    "Clump rot or rhizome rot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/rhizomerot.jpg",
                "alt": "Clump rot or rhizome rot"
            },
            "content": [
                "Decay of the tillers starting from the collar region and toppling of tillers.",
                "Affected tillers can be pulled out with little force and the discoloration of the basal portion of clump can be seen.",
                "Early symptoms on leaves appear as pale yellow colour, partial of leaf margins and withering. Rotting or decay starts at the collar region and it spreads to rhizomes and roots.",
                "In severe cases, the collar region breaks off and the seedling collapse."
            ]
        },
        "Survival and spread": {
            "content": [
                "Below 24° C for few days are ideal for infection and development of disease."
            ]
        },
        "Favourable conditions:": {
            "content": [
                "High humidity, high soil moisture, cloudiness and low temperatures."
            ]
        }
    },
    "Cardamom necrosis/nilgiri necrosis": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/nilgirinecrosis.jpg",
                "alt": "Cardamom necrosis/nilgiri necrosis"
            },
            "content": [
                "Young leaves exhibit whitish to yellowish continuous or broken streaks proceeding from the midrib to the leaf margins and later turn reddish brown. Often leaf shredding is noticed.",
                "The affected plants are stunted and fail to bear the panicles and capsules."
            ]
        },
        "Survival and spread": {
            "content": [
                "The disease spreads mainly through infected planting material."
            ]
        }
    },
    "Cardamom vein clearing or Kokke kandu": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/Kokkekandu.jpg",
                "alt": "Cardamom vein clearing or Kokke kandu"
            },
            "content": [
                "Its characteristic symptom “hook- like tiller” it is locally called as “Kokke Kandu”.",
                "The characteristic symptoms are continuous or discontinuous intraveinal clearing, stunting, rosetting, loosening of leaf sheath, shredding of leaves and clear mottling on stem.",
                "Clear light green patches with three shallow grooves are seen on the immature capsules.",
                "Cracking of fruits and partial sterility of seeds are other associated symptoms."
            ]
        },
        "Survival and spread": {
            "content": [
                "Transmitted through cardamom aphid, P. caladii in a semi persistent manner.",
                "Primary:  Alate viruliferous vectors and infected plant materials.",
                "Secondary:  Alate forms of aphid"
            ]
        }
    },
    "Secondary nursery leaf spot/Cercospora leaf spot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/Cercosporaleafspot.jpg",
                "alt": "Secondary nursery leaf spot/Cercospora leaf spot"
            },
            "content": [
                "The Cercospora leaf spots are found in the nursery and plantations in the form of rectangular muddy red stripes running along the veins.",
                "The Sphaceloma leaf spot is seen in main plantation as scattered spherical blotches on the leaves. These start as small spots measuring a few mm and later several spots coalesce to from larger areas.",
                "Leaf rust is often seen on mature leaves as whitish powdery pustules on the under surface of the leaves with corresponding yellow necrotic patches",
                "On the upper surface. Diseased leaves show a rusty appearance."
            ]
        },
        "Survival and spread": {
            "content": [
                "Disease appears mostly during February- April months with the receipt of summer showers."
            ]
        }
    },
    "Chenthal disease/capsule brown spot": {
        "Disease symptoms": {
            "content": [
                "Initially the symptoms appear as small water soaked rectangular lesions on the leaves which, later elongate to form parallelly arranged streaks and turn to yellowish brown to orange red in colour.",
                "The central portions become necrotic."
            ]
        },
        "Survival and spread": {
            "content": [
                "The disease intensity is found to be severe in open areas where shade is inadequate",
                "The disease which appears during mid- monsoon, becomes severe during late monsoon periods."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Intermittent rains and prevalence of misty conditions."
            ]
        }
    },
    "Leaf blotch disease": {
        "Disease symptoms": {
            "content": [
                "The disease is characterized by the appearance of large blotches of irregular lesions with alternating shades of light and dark brown necrotic leaves. This is mainly observed on mature leaves.",
                "Later, on the underside of these blotches, the fungal mycelium and spores develop as grey brown masses"
            ]
        },
        "Survival and spread": {
            "content": [
                "During monsoon season very active and during dry weather conditions infection is restricted"
            ]
        },
        "Favourable conditions": {
            "content": [
                "High rainfall and humidity"
            ]
        }
    },
    "Leaf blight": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/Leafblight.jpg",
                "alt": "Leaf blight"
            },
            "content": [
                "The infection starts on the young middle aged leaves in the form of elongate or ovoid, large, brown coloured patches which soon become necrotic and dry.",
                "These necrotic dry patches are seen mostly on leaf margins and in severe cases the entire leaf area on one side of the midrib is found affected.",
                "Leaf blight or drying of leaves in patches is observed during October to February months"
            ]
        },
        "Survival and spread": {
            "content": [
                "The disease which appears during mid- monsoon, becomes severe during late monsoon periods."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Intermittent rains and prevalence of misty conditions."
            ]
        }
    },
    "Root tip rot": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/Roottiprot.jpg",
                "alt": "Root tip rot"
            },
            "content": [
                "The symptoms are development of rotting of the root tips followed by die back of roots.",
                "The lower leaves of affected tillers become yellowish and gradually dry off.",
                "The tiller is weakened at this portion and leads to partial breakage.",
                "The partially broken tillers bend downwards and hang from the point of infection.",
                "These diseases occur during post monsoon period"
            ]
        },
        "Survival and spread": {
            "content": [
                "Soil and implements."
            ]
        },
        "Favourable conditions": {
            "content": [
                "Relatively high soil moisture and soil temperature."
            ]
        }
    },
    "Chlorotic streak disease": {
        "Disease symptoms": {
            "img": {
                "src": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/integrated-pest-managment/ipm-for-spice-crops/ipm-strategies-for-small-cardamom/streakdisease.jpg",
                "alt": "Chlorotic streak disease"
            },
            "content": [
                "The formation of continuous or discontinuous spindle shaped yellow or light green intravenous streaks along the veins and midrib.",
                "These streaks later coalesced together and imparted yellow or light green colour to the veins.",
                "In the advanced stages of disease progression, size of the leaves gets reduced and production of new tillers is suppressed."
            ]
        },
        "Survival and spread": {
            "content": [
                "The disease spreads mainly through infected planting material."
            ]
        }
    }
}